@extends('layouts.master')

@section('css')
    @parent
    <link rel="stylesheet" href="{{ asset('css/users/about.css') }}" >
@endsection


@section('js')
    @parent

@endsection

@section('title', 'درباره‌ی ما')

@section('content')
    <div class="about-banner">
        <div class="white-color about-banner-right-section">
               <h1 class="right-text">دریافت و ارسال فکس از طریف اینترنت</h1>
              <p> شرکت ما در تلاش است ارسال و دریافت فکس رو برای شما اسون بکنه و میتونید به راحتی به ما اطمینان کنید.۱۰ سال سابقه کاری داریم و از برزو تین تکنولوژی ها استفاده میکنیم. </p>
            <p> شرکت ما در تلاش است ارسال و دریافت فکس رو برای شما اسون بکنه و میتونید به راحتی به ما اطمینان کنید.۱۰ سال سابقه کاری داریم و از برزو تین تکنولوژی ها استفاده میکنیم. </p>
            <p> شرکت ما در تلاش است ارسال و دریافت فکس رو برای شما اسون بکنه و میتونید به راحتی به ما اطمینان کنید.۱۰ سال سابقه کاری داریم و از برزو تین تکنولوژی ها استفاده میکنیم. </p>

           </div>
        <div class="about-banner-left-section">
            <img src="{{asset('img/banner.png')}}" alt="">
        </div>
    </div>
    <div class="about-banner">
        <div class="white-color about-banner-right-section">
            <h1 class="right-text">دریافت و ارسال فکس از طریف اینترنت</h1>
            <p> شرکت ما در تلاش است ارسال و دریافت فکس رو برای شما اسون بکنه و میتونید به راحتی به ما اطمینان کنید.۱۰ سال سابقه کاری داریم و از برزو تین تکنولوژی ها استفاده میکنیم. </p>
            <p> شرکت ما در تلاش است ارسال و دریافت فکس رو برای شما اسون بکنه و میتونید به راحتی به ما اطمینان کنید.۱۰ سال سابقه کاری داریم و از برزو تین تکنولوژی ها استفاده میکنیم. </p>
            <p> شرکت ما در تلاش است ارسال و دریافت فکس رو برای شما اسون بکنه و میتونید به راحتی به ما اطمینان کنید.۱۰ سال سابقه کاری داریم و از برزو تین تکنولوژی ها استفاده میکنیم. </p>

        </div>
        <div class="about-banner-left-section">
            <img src="{{asset('img/banner.png')}}" alt="">
        </div>
    </div>
    <div class="about-banner">
        <div class="white-color about-banner-right-section">
            <h1 class="right-text">دریافت و ارسال فکس از طریف اینترنت</h1>
            <p> شرکت ما در تلاش است ارسال و دریافت فکس رو برای شما اسون بکنه و میتونید به راحتی به ما اطمینان کنید.۱۰ سال سابقه کاری داریم و از برزو تین تکنولوژی ها استفاده میکنیم. </p>
            <p> شرکت ما در تلاش است ارسال و دریافت فکس رو برای شما اسون بکنه و میتونید به راحتی به ما اطمینان کنید.۱۰ سال سابقه کاری داریم و از برزو تین تکنولوژی ها استفاده میکنیم. </p>
            <p> شرکت ما در تلاش است ارسال و دریافت فکس رو برای شما اسون بکنه و میتونید به راحتی به ما اطمینان کنید.۱۰ سال سابقه کاری داریم و از برزو تین تکنولوژی ها استفاده میکنیم. </p>

        </div>
        <div class="about-banner-left-section">
            <img src="{{asset('img/banner.png')}}" alt="">
        </div>
    </div>

@endsection