@extends('layouts.master')

@section('css')
    @parent
    <link rel="stylesheet" href="{{ asset('css/users/contact.css') }}" >
@endsection
@section('js')
    @parent
    <script src="{{ asset('js/users/tickets.js') }}"></script>
@endsection

@section('title', 'تیکت‌های من')

@section('content')
    <div class="contact-content back-white-color1">
        <div class="tickets">
            <div class="ticket-title">
                <h1 class="violet-color">پیام‌های من</h1>
                <ul>
                    <li>
                        <a id="ticket-title01" class="gray-color" href="#">
                            خطا در ارتباط با سرور ارسال فکس
                        </a>
                        <span class="left light-green-color" href="">پاسخ داده شد</span>
                        <div id="ticket-detail01" class="ticket-detail">
                            <div class="ticket-box">
                                <h3>پیام شما</h3>
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                            </div>
                            <div class="ticket-box answer light-blue-color">
                                <h3>پاسخ</h3>
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                                سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد سرور دچار خطا شد
                            </div>
                            <div class="contact-form">
                                <h1 class="violet-color">پاسخ</h1>
                                <br>
                                <form class="violet-color" action="/">
                                    <div class="form-group">
                                        <label class="last-label" for="">متن پیام</label>
                                        <br>
                                        <textarea  id="" name="message"></textarea>
                                    </div>
                                    <br>
                                    <button class="btn submit-btn" type="submit" value="Submit">ارسال</button>
                                </form>
                            </div>
                        </div>
                    </li>
                </ul>
            </div>
        </div>
    </div>

@endsection